{
  "instructions": {
    "title": "ยินดีต้อนรับสู่ MySK",
    "thankYou": {
      "title": "ขอบคุณที่ร่วมการทดสอบรุ่นใหม่ของ MySK",
      "subtitle": "ก่อนที่จะเริ่มใช้ระบบ MySK ได้ ยังมีบางเรื่องที่ต้องจัดการก่อนสักนิด",
      "reason": "ทุก ๆ ปีการศึกษา โรงเรียนสวนกุหลาบวิทยาลัย นอกจากจะรับนักเรียนใหม่เข้ามาแล้ว นักเรียนปัจจุบันหลายคนก็มีข้อมูลที่เปลี่ยนไป ดังนั้น เราจึงให้โอกาสให้ท่านตรวจสอบและเพิ่มเติมข้อมูลทุก ๆ ต้นปี",
      "usage": "บัญชี MySK ไม่ได้ใช้เพียงแค่สำหรับแอพพลิเคชั่นนี้ บริการอื่น ๆ ภายในโรงเรียนก็ใช้บัญชี MySK ในการเข้าสู่ระบบเช่นกัน จึงขอให้ท่านตรวจสอบข้อมูลให้ถูกต้อง"
    },
    "comingUp": {
      "title": "ขั้นตอนต่อไป",
      "desc": "ท่านจะผ่านขั้นตอนดังต่อไปนี้",
      "step": {
        "1": "ข้อมูลของท่าน",
        "2": "การป้องกัน COVID-19",
        "3": "วิชาและตารางสอน",
        "4": "วิธีการเข้าสู่ระบบ"
      }
    },
    "notices": {
      "title": "สุดท้ายนี้",
      "desc": "ในแต่ละขั้นตอน ให้กด “ต่อไป” เพื่อบันทึกข้อมูลในขั้นตอนนั้น",
      "warning": "อย่าปิดแท็บนี้ ถ้าปิด ท่านจะต้องเริ่มการตั้งค่าบัญชีตั้งแต่หน้าแรก"
    },
    "action": {
      "logOut": "ออกจากระบบ"
    }
  },
  "yourInformation": {
    "title": "ข้อมูลของท่าน",
    "general": {
      "title": "เกี่ยวกับ",
      "desc": "ระบบได้นำเข้าข้อมูลมาจากระบบอื่นๆ ของโรงเรียนแล้ว ในบางกรณี อาจมีข้อมูลที่ไม่ถูกต้องหรือตกหล่น สามารถแก้ไขได้ในขั้นตอนนี้",
      "inControl": "<0>ทำไมโรงเรียนจึงต้องขอข้อมูลนี้</0>"
    }
  },
  "covid19Safety": {
    "title": "การป้องกัน COVID-19",
    "vaccination": {
      "title": "ข้อมูลการฉีดวัคซีน",
      "addDose": {
        "title": "เพิ่มข้อมูลการฉีดวัคซีน",
        "desc": "ให้กรอกข้อมูลการฉีดวัคซีนให้เหมือนกับที่เห็นในแอพพลิเคชั่นหมอพร้อม ซึ่งดูได้โดยการเปิดแอพพลิเคชั่นหมอพร้อม <0></0> เข้าสู่ระบบ <0></0> กด “ประวัติการรับวัคซีน COVID-19”",
        "usage": "ข้อมูลวัคซีนจะนำไปใช้เพื่อรวมสถิติวัคซีนของโรงเรียนเท่านั้น ขอบคุณสำหรับความร่วมมือของท่าน",
        "action": {
          "add": "เพิ่ม"
        }
      },
      "dose": {
        "doseNo": "วัคซีนเข็มที่ {{doseNo}}",
        "date": "วันที่รับวัคซีน",
        "provider": "ผู้ให้บริการวัคซีน",
        "noData": "ยังไม่ได้เพิ่มข้อมูลการฉีดวัคซีน",
        "action": {
          "delete": "ลบ"
        }
      }
    }
  },
  "yourSubjects": {
    "title": "วิชาและตารางสอน",
    "subjects": {
      "title": "วิชากับห้องเรียน",
      "addSubject": {
        "title": "เพิ่มวิชาที่สอน",
        "desc": "สำหรับแต่ละวิชาที่สอน เลือกวิชาหนึ่ง ให้ระบุว่ามีห้องเรียนไหนบ้างที่เรียนวิชานี้ แล้วกด “เพิ่มวิชาที่สอน”",
        "classesExplain": "สำหรับช่องห้องเรียน ให้กด <0>Enter ↵</0> หลังจากพิมพ์เลข 3 หลักของห้องเรียนเพื่อเพิ่มห้องนั้น",
        "allSubjectsAdded": "ท่านได้เพิ่มวิชาทั้งหมดของท่านแล้ว ท่านยังคงแก้ไขข้อมูลห้องเรียนในรายการได้อยู่",
        "action": {
          "add": "เพิ่มวิชาที่สอน"
        }
      },
      "subject": {
        "subject": "วิชา",
        "isCoteacher": "เป็นโคทีชเชอร์วิชานี้",
        "noSubjects": "ยังไม่ได้เพิ่มข้อมูลวิชากับห้องเรียน",
        "action": {
          "delete": "นำวิชานี้ออก"
        }
      }
    }
  },
  "loggingIn": {
    "title": "วิธีการเข้าสู่ระบบ",
    "lastPage": "นี่คือหน้าสุดท้ายในการตั้งค่าบัญชีครั้งแรก และท่านจะเข้าสู่ MySK เมื่อกด “เข้าสู่ระบบ”",
    "checkEmail": {
      "title": "ตรวจสอบอีเมล",
      "success": "ตรวจสอบที่อยู่อีเมลเก่าและที่อยู่อีเมลใหม่ แล้วกดลิงก์ในทั้งสองที่อยู่อีเมล <0>เรียนรู้เพิ่มเติม</0>",
      "desc": "บัญชีนี้กำลังใช้ “{{email}}” หากอีเมลนี้ไม่ถูกต้อง ให่ใส่อีเมลใหม่ในช่องด้านล่าง เราจะส่งอีเมลไปยังที่อยู่อีเมลเก่าและที่อยู่อีเมลใหม่เพื่อยืนยันการเปลี่ยนอีเมล ท่านต้องกดลิงก์ในทั้งสองที่อยู่อีเมล",
      "form": {
        "email": "อีเมล"
      },
      "action": {
        "send": "ส่งอีเมลยืนยันตัวตน"
      }
    },
    "createPassword": {
      "title": "สร้างรหัสผ่าน",
      "success": "สร้างรหัสผ่านเรียบร้อย ทุกอย่างพร้อมสำหรับการเข้าใช้งานระบบ MySK",
      "desc": "เพื่อความปลอดภัยของข้อมูลโรงเรียน ให้สร้างรหัสผ่านใหม่สำหรับระบบ MySK โดยการใส่รหัสผ่านใหม่สองครั้ง",
      "form": {
        "newPwd": "รหัสผ่านใหม่",
        "confirmNewPwd": "รหัสผ่านใหม่อีกครั้ง"
      },
      "action": {
        "set": "สร้างรหัสผ่าน"
      }
    },
    "action": {
      "done": "เข้าสู่ระบบ"
    }
  },
  "common": {
    "nextReminder": "ข้อมูลในหน้านี้จะไม่ถูกบันทึกจนกว่าจะกด “ต่อไป”",
    "action": {
      "next": "ต่อไป"
    }
  }
}
